[LocAdmin_Strings]
FO_Body_DJG_MEDIUM=Medium Dragon Hunter's Armor;;;;;;Mittlere Drachenjägerrüstung;;;;Středně těžká zbroj drakobijců;;;;Średni Pancerz Łowcy Smoków;;Средний доспех драконоборца;;;
FO_Body_DJG_LIGHT=Light Dragon Hunter's Armor;;;;;;Leichte Drachenjägerrüstung;;;;Lehká zbroj drakobijců;;;;Lekki Pancerz Łowcy Smoków;;Легкий доспех драконоборца;;;
FO_It_Helmet_DRAGONSLAYER=Dragon Slayer's Helm;;;;;;Drachentöter-Helm;;;;Helma lovce draků;;;;Hełm Zabójcy Smoków;;Шлем убийцы драконов;;;
FO_It_1H_Sword_BARON=Baron's Sword;;;;;;Barons Schwert;;;;Baronův Meč;;;;Miecz Magnata;;Меч Барона;;;
FO_It_1H_Sword_BoneyardSword=Sword from the boneyard;;;;;;Boneyard Schwert;;;;Meč z Hrobky;;;;Miecz z Cmentarzyska;;Меч из Могильника;;;
FO_It_1H_Sword_STINGBLADEBILBO=Sting;;;;;;Stechen;;;;Žihadlo;;;;Żądło;;Жало;;;
FO_It_1H_Sword_FrodoBarrowBlade=Sword from an ancient burial site;;;;;;Schwert aus einem alten Grabhügel;;;;Meč z prastarého pohřebiště;;;;Miecz ze Starożytnego Kurhanu;;Меч из древнего кургана;;;
FO_It_1H_Sword_HUDHFANG=Crowd Cutter;;;;;;Massenschneider;;;;Sekač Davů;;;;Przecinacz Tłumów;;Рассекающий толпу;;;
FO_It_1H_Sword_ANDURILSWORD=Flame of the West;;;;;;Flamme des Westens;;;;Plamen Západu;;;;Płomień Zachodu;;Пламя Запада;;;
FO_It_Shield_GONDORSOLGERSHIELD=Shield of the Middle Kingdom;;;;;;Schild des Reichs der Mitte;;;;štít Říše středu;;;;Tarcza Państwa Środka;;Щит Срединного королевства;;;
FO_Body_Male_ArnorSolgerArmor=Antique armor;;;;;;Antike Rüstung;;;;Starodávná Zbroj;;;;Antyczna Zbroja;;Старинный доспех;;;
FO_Body_Male_GondorSolgerVeteranArmor=Armor of the Middle Kingdom;;;;;;Rüstung des Reichs der Mitte;;;;Zbroj středního království;;;;Zbroja Państwa Środka;;Доспех Срединного королевства;;;
FO_It_Helmet_GONDOROFICERHELM=Helm of the Middle Kingdom;;;;;;Helm des Reichs der Mitte;;;;Kormidlo Říše středu;;;;Hełm Państwa Środka;;Шлем Срединного королевства;;;
ITEMDESC_It_1H_Sword_BARON=Sword from the private collection of the Ore Baron of Khorinis;;;;;;Schwert aus der Sammlung des Erzbarons von Khorinis;;;;Meč z osobní sbírky rudobarona Khorinisu;;;;Miecz z kolekcji Magnata z Khorinis;;Меч из коллекции рудного барона Хориниса;;;
ITEMDESC_It_Helmet_DRAGONSLAYER=Helm of the dragonslayer from the North. Reinforced with plates from a young dragon;;;;;;Helm des Drachentöters aus dem Norden. Verstärkt mit Platten eines jungen Drachen.;;;;Helma lovce draků ze severu. Vyztužená pláty z mladého draka.;;;;Hełm pogromcy smoków z północy. Wzmocniony łuskami młodego smoka;;Шлем драконаборца с севера. Укреплен пластинами молодого дракона;;;
ITEMDESC_Body_DJG_LIGHT=Light and durable enough to withstand dragonfire and let you quickly strike back.;;;;;;Leicht und robust genug, um den Drachenatem zu überstehen und blitzschnell zum Gegenangriff überzugehen.;;;;Lehká a dostatečně odolná aby vystála dračí oheň a umožnila rychle uděřit zpět.;;;;Lekki i wytrzymały na tyle, by przetrwać oddech smoka i błyskawicznie przeprowadzić kontratak.;;Достаточно легкий и прочный, чтобы пережить дыхание дракона и стремительно контратаковать;;;
ITEMDESC_Body_DJG_MEDIUM=Once the most popular armor among dragon hunters, nowdays a great rarity.;;;;;;Einst die beliebteste Rüstung unter den Drachenjägern. Heute eine große Seltenheit.;;;;Kdysi nejvíce populární zbroj drakobijců, dnes velkou raritou.;;;;Kiedyś najpopularniejszy pancerz wśród łowców smoków dzis wielka rzadkość.;;Когда-то самый популярный доспех среди охотников на драконов. Нынче большая редкость;;;
ITEMDESC_It_1H_Sword_BoneyardSword=This sword was once found in the tombs of ancient kings.;;;;;;Es wurde einst in den Gräbern antiker Könige gefunden.;;;;Tento meč byl jednou nalezen v hrobkách prastarých králů.;;;;Znaleziono go kiedyś w grobowcach starożytnych królów.;;Был найден когда-то в гробнице древних королей.;;;
ITEMDESC_It_1H_Sword_STINGBLADEBILBO=Where could I have heard this name?;;;;;;Wo könnte ich diesen Namen gehört haben?;;;;Kde už jsem to jméno slyšel?;;;;Gdzie mogłem usłyszeć to imię?;;Где я мог слышать это название?;;;
ITEMDESC_It_1H_Sword_HUDHFANG=A noble defense against a crowd of enemies...;;;;;;Edle Verteidigung gegen eine Menge Feinde...;;;;Šlechetná obrana proti skupině nepřátel...;;;;Szlachetna obrona przed tłumem wrogów...;;Благородная защита против толпы врагов...;;;
ITEMDESC_It_1H_Sword_ANDURILSWORD=A beautiful blade reforged from the fragments of a legendary sword.;;;;;;Eine wunderschöne Klinge, neu geschmiedet aus den Fragmenten eines legendären Schwertes.;;;;Krásná čepel vykovaná z úlomků legendárního meče.;;;;Piękne ostrze wykute z fragmentów legendarnego miecza.;;Прекрасный клинок перекованный из обломков легендарного меча.;;;
ITEMDESC_It_1H_Sword_FrodoBarrowBlade=A sword that belonged to a noble warrior from ancient times.;;;;;;Ein Schwert, das seit der Antike einem edlen Krieger gehörte.;;;;Meč který patřil šlechetnému bojovníkovi z prastarých dob.;;;;Miecz należący do szlachetnego starożytnego wojownika.;;Меч принадлежавший благородному войну далеких времен.;;;
ITEMDESC_Body_Male_ArnorSolgerArmor=Such armor was worn by warriors who took part in the great battle.;;;;;;Solche Rüstungen wurden von Kriegern getragen, die an der großen Schlacht teilnahmen.;;;;Takovou zbroj nosili bojovníci co bojovali ve velké bitvě.;;;;Zbroję taką nosili wojownicy biorący udział w wielkiej bitwie.;;Такие доспехи носили войны участвовавшие в великой битве.;;;
ITEMDESC_Body_Male_GondorSolgerVeteranArmor=Armor of the elite warrior of the Middle Kingdom.;;;;;;Rüstung des Elitekriegers des Reichs der Mitte.;;;;Zbroj elitního bojovníka středního království;;;;Zbroja elitarnego wojownika Państwa Środka.;;Доспех элитного война Срединного Королевства.;;;
ITEMDESC_It_Shield_GONDORSOLGERSHIELD=Standard shield of the Middle Kingdom army.;;;;;;Standardschild der Armee des Reichs der Mitte.;;;;Standardní štít armády Střední říše.;;;;Standardowa tarcza armii Państwa Środka.;;Стандартный щит армии Срединного королевства.;;;
ITEMDESC_It_Helmet_GONDOROFICERHELM=Middle Kingdom Army Officer's Helmet.;;;;;;Offiziershelm der Armee des Mittleren Reiches.;;;;Důstojnická helma armády Středního království.;;;;Hełm dowódcy armii Państwa Środka.;;Шлем офицера армии срединного королевства.;;;